[M_DemonHunter MissionDefinition]
MissionName="ghost hunter"
MissionDescription="It was said that the villagers were killed by ghosts. [place]Lynchwood[-place]. You came to take him down. "
TurnInDescription="You killed the devil. [place]Lynch Tree[-place] You will also be paid.."
MissionSummary="Please kill the devil. "
MissionGiver="Century Gift Board"
MissionTurnInLocation="This is my property."
TeaserText="It was a bad day. [place]Lynchwood[-place]."

[M_DemonHunter:InvestigateCave MissionObjectiveDefinition]
ProgressMessage="Find the best slides"

[M_DemonHunter:KillTheDemon MissionObjectiveDefinition]
ProgressMessage="Because Duchino killed his mother"

[M_DemonHunter:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonHunter:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

